Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_value_warning_delayed_settlement
source: Warning: Shakedex settlement can require later steps.
ar: تحذير: قد تتطلب تسوية Shakedex خطوات لاحقة.
de: Warnung: Die Abwicklung des Shakedex kann spätere Schritte erfordern.
es: Advertencia: La liquidación de Shakedex puede requerir pasos posteriores.
fa: هشدار: تسویه حساب Shakedex ممکن است به مراحل بعدی نیاز داشته باشد.
fr: Attention : le règlement Shakedex peut nécessiter des étapes ultérieures.
he: אזהרה: הסדר Shakedex עשוי לדרוש שלבים מאוחרים יותר.
hi: चेतावनी: Shakedex निपटान के लिए बाद के चरणों की आवश्यकता हो सकती है।
id: Peringatan: Penyelesaian Shakedex memerlukan langkah selanjutnya.
it: Avvertenza: la liquidazione Shakedex può richiedere passaggi successivi.
ja: 警告: Shakedex の決済には、後の手順が必要になる場合があります。
ko: 경고: Shakedex 결제에는 이후 단계가 필요할 수 있습니다.
nl: Waarschuwing: voor de Shakedex-afrekening kunnen latere stappen nodig zijn.
pl: Ostrzeżenie: Rozliczenie Shakedex może wymagać późniejszych kroków.
pt: Aviso: a liquidação Shakedex pode exigir etapas posteriores.
ru: Предупреждение: расчет Shakedex может потребовать более поздних шагов.
tr: Uyarı: Shakedex çözümü daha sonraki adımları gerektirebilir.
uk: Попередження: урегулювання Shakedex може потребувати подальших кроків.
vi: Cảnh báo: Việc giải quyết Shakedex có thể yêu cầu các bước sau.
zh_hans: 警告：Shakedex 结算可能需要后续步骤。
zh_hant: 警告：Shakedex 結算可能需要後續步驟。

# wallet_value_warning_fee
source: Warning: network fee may change before broadcast.
ar: تحذير: قد تتغير رسوم الشبكة قبل البث.
de: Achtung: Die Netzgebühr kann sich vor der Ausstrahlung ändern.
es: Advertencia: la tarifa de la red puede cambiar antes de la transmisión.
fa: هشدار: هزینه شبکه ممکن است قبل از پخش تغییر کند.
fr: Attention : les frais de réseau peuvent changer avant la diffusion.
he: אזהרה: דמי הרשת עשויים להשתנות לפני השידור.
hi: चेतावनी: प्रसारण से पहले नेटवर्क शुल्क बदल सकता है।
id: Peringatan: biaya jaringan dapat berubah sebelum siaran.
it: Attenzione: la tariffa di rete potrebbe cambiare prima della trasmissione.
ja: 警告: ネットワーク料金は放送前に変更される可能性があります。
ko: 경고: 방송 전에 네트워크 요금이 변경될 수 있습니다.
nl: Waarschuwing: netwerkkosten kunnen vóór uitzending veranderen.
pl: Ostrzeżenie: opłata sieciowa może ulec zmianie przed emisją.
pt: Aviso: a taxa de rede pode mudar antes da transmissão.
ru: Внимание: плата за сеть может измениться перед трансляцией.
tr: Uyarı: Ağ ücreti yayından önce değişebilir.
uk: Попередження: мережева плата може змінитися перед трансляцією.
vi: Cảnh báo: phí mạng có thể thay đổi trước khi phát sóng.
zh_hans: 警告：播出前网络费用可能会发生变化。
zh_hant: 警告：播出前網路費用可能會有所變動。

# wallet_value_warning_irreversible_transfer
source: Warning: the name transfer is irreversible.
ar: تحذير: نقل الاسم لا رجعة فيه.
de: Achtung: Die Namensübertragung ist irreversibel.
es: Advertencia: la transferencia de nombre es irreversible.
fa: هشدار: انتقال نام غیر قابل برگشت است.
fr: Attention : le transfert de nom est irréversible.
he: אזהרה: העברת השם היא בלתי הפיכה.
hi: चेतावनी: नाम स्थानांतरण अपरिवर्तनीय है.
id: Peringatan: perpindahan nama tidak dapat diubah.
it: Attenzione: il trasferimento del nome è irreversibile.
ja: 警告: 名前の転送は元に戻すことができません。
ko: 경고: 이름 이전은 되돌릴 수 없습니다.
nl: Waarschuwing: de naamsoverdracht is onomkeerbaar.
pl: Uwaga: przeniesienie nazwy jest nieodwracalne.
pt: Atenção: a transferência do nome é irreversível.
ru: Внимание: перенос имени необратим.
tr: Uyarı: İsim aktarımı geri alınamaz.
uk: Попередження: передача назви є незворотною.
vi: Cảnh báo: việc chuyển tên là không thể đảo ngược.
zh_hans: 警告：名称转移不可逆转。
zh_hant: 警告：名稱轉移不可逆轉。

# wallet_value_warning_manual_recovery
source: Warning: recovery requires an explicit manual action.
ar: تحذير: يتطلب الاسترداد إجراءً يدويًا واضحًا.
de: Warnung: Die Wiederherstellung erfordert eine explizite manuelle Aktion.
es: Advertencia: la recuperación requiere una acción manual explícita.
fa: هشدار: بازیابی به یک اقدام دستی صریح نیاز دارد.
fr: Attention : la récupération nécessite une action manuelle explicite.
he: אזהרה: שחזור דורש פעולה ידנית מפורשת.
hi: चेतावनी: पुनर्प्राप्ति के लिए स्पष्ट मैन्युअल कार्रवाई की आवश्यकता होती है।
id: Peringatan: pemulihan memerlukan tindakan manual yang jelas.
it: Attenzione: il ripristino richiede un'azione manuale esplicita.
ja: 警告: リカバリには明示的な手動アクションが必要です。
ko: 경고: 복구에는 명시적인 수동 조치가 필요합니다.
nl: Waarschuwing: herstel vereist een expliciete handmatige actie.
pl: Ostrzeżenie: odzyskiwanie wymaga wyraźnych działań ręcznych.
pt: Aviso: a recuperação requer uma ação manual explícita.
ru: Предупреждение: восстановление требует явного ручного действия.
tr: Uyarı: kurtarma, açık bir manuel işlem gerektirir.
uk: Попередження: для відновлення потрібні чіткі дії вручну.
vi: Cảnh báo: quá trình khôi phục yêu cầu thao tác thủ công rõ ràng.
zh_hans: 警告：恢复需要明确的手动操作。
zh_hant: 警告：恢復需要明確的手動操作。

# wallet_send_recipient_hint
source: hs1…
hi: एचएस1…
ru: хс1…
